Repository: martingaldeca/senniors-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Users
es: Usuarios

source: Appointments
es: Citas

source: Base info
es: Información base

source: Personal info
es: Información personal

source: Permissions
es: Permisos

source: Important dates
es: Fechas importantes

source: Clinic history
es: Historial clínico

source: Clinic history of the user.
es: Historial clínico del usuario.

source: Scheduled
es: Programado

source: Date when the appointment was scheduled.
es: Fecha cuando la cita fue programada

source: Day
es: Día

source: Day when the appointment will take place.
es: Día cuando la cita tendrá lugar.

source: Sms received
es: Sms recibido

source: The moment when the user receives the sms.
es: El momento en el que el usuario recibe el sms.

source: Attendance
es: Asistencia

source: Field that show if the user attended the appointment.
es: Fecha que muestra si el usuario ha asistido a la cita.

source: Appointment
es: Cita

source: User
es: Usuario

source: User associated to the clinic history
es: Usuario asociado al historial clínico

source: Scholarship
es: Beca

source: Field indicating whether the customer is suffering from scholarship.
es: Campo que indica si el cliente tiene una beca.

source: Hypertension
es: Hipertensión

source: Field that shows if the customer has an active hypertension.
es: Campo que indica si el cliente sufre de hipertensión.

source: Field indicating whether the customer is suffering from diabetes.
es: Campo que indica si el cliente sufre de diabetes.

source: Field indicating whether the customer is suffering from alcoholism.
es: Campo que indica si el cliente sufre de alcoholism.

source: Handicap
es: Discapacidad

source: Field indicating whether the customer is suffering from handicap.
es: Campo que indica si el cliente sufre de discapacidad.

source: Clinic histories
es: Historiales clínicos

source: Male
es: Varón

source: Female
es: Mujer

source: Patient
es: Paciente

source: Gender
es: Género

source: Gender of the customer, it can be (for now), male (m) or female (f).
es: Género del cliente, puede ser (por ahora), hombre (m) o mujer (f).

source: Customer type
es: Tipo de cliente

source: Type of the customer, it can be a patient or a familiar.
es: Tipo de cliente, puede ser un paciente o un familiar.

source: Birthday
es: Cumpleaños

source: Birthday of teh customer.
es: Cumpleaños del cliente.

source: Current neighbourhood
es: Barrio actual

source: Current neighbourhood of the customer, it can change if in the future the customer moves to another.
es: Barrio actual del cliente, puede cambiar si en el futuro el cliente se traslada a otro.
